Repository: tdduydev/xdev-mindmap-ai
Catalog: MindMapAI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: %lld more hidden by the filter
ja: ほかに%lld件がフィルタで非表示
vi: Còn %lld kết quả bị bộ lọc ẩn

source: Filter
ja: フィルタ
vi: Lọc

source: Show Filter Bar
ja: フィルタバーを表示
vi: Hiện thanh lọc

source: Hide Filter Bar
ja: フィルタバーを隠す
vi: Ẩn thanh lọc

source: Clear Filter
ja: フィルタを解除
vi: Bỏ lọc

source: Filter Mode
ja: フィルタの方法
vi: Kiểu lọc

source: Dim Others
ja: ほかを薄く表示
vi: Làm mờ phần còn lại

source: Hide Others
ja: ほかを隠す
vi: Ẩn phần còn lại

source: Focus on Branch
ja: ブランチに集中
vi: Tập trung vào nhánh

source: Exit Focus
ja: 集中を終了
vi: Thoát tập trung

source: Origin
ja: 作成元
vi: Nguồn

source: Match
ja: 一致条件
vi: Khớp

source: Any Tag
ja: いずれかのタグ
vi: Thẻ bất kỳ

source: All Tags
ja: すべてのタグ
vi: Đủ mọi thẻ

source: No Tags
ja: タグなし
vi: Chưa có thẻ

source: Filter by text or #tag
ja: テキストまたは#タグで絞り込み
vi: Lọc theo chữ hoặc #thẻ

source: Others
ja: ほかのトピック
vi: Phần còn lại

# %lld of %lld topics
source: %1$lld of %2$lld topics
ja: %2$lld件中%1$lld件のトピック
vi: %1$lld / %2$lld chủ đề

source: %lld selected
ja: %lld件を選択
vi: Đã chọn %lld

# Filtered: %lld of %lld
source: Filtered: %1$lld of %2$lld
ja: フィルタ中: %2$lld件中%1$lld件
vi: Đang lọc: %1$lld / %2$lld

source: Shows the filter bar
ja: フィルタバーを表示します
vi: Hiện thanh lọc

source: Focused branch
ja: 集中しているブランチ
vi: Nhánh đang tập trung

source: Not Done
ja: 未完了
vi: Chưa xong

source: Not a Task
ja: タスク以外
vi: Không phải việc

source: Due Today
ja: 今日が期日
vi: Đến hạn hôm nay

source: Next 7 Days
ja: 今後7日間
vi: 7 ngày tới

source: No Due Date
ja: 期日なし
vi: Không có hạn

source: Made by You
ja: 自分で作成
vi: Do bạn tạo

source: Made by AI
ja: AIが作成
vi: Do AI tạo

source: Imported
ja: 読み込み
vi: Nhập từ tệp

source: not matching the filter
ja: フィルタに一致しない
vi: không khớp bộ lọc

source: Add Callout
ja: 吹き出しを追加
vi: Thêm chú thích

source: %@, label: %@
ja: %@、ラベル：%@
vi: %@, nhãn: %@

source: Add a label
ja: ラベルを追加
vi: Thêm nhãn

source: Add Connection…
ja: 接続を追加…
vi: Thêm kết nối…

source: Arrows
ja: 矢印
vi: Mũi tên

source: At End
ja: 終点
vi: Ở cuối

source: At Start
ja: 始点
vi: Ở đầu

source: Both Ends
ja: 両端
vi: Hai đầu

source: Callout
ja: 吹き出し
vi: Chú thích

source: Change Connection Style
ja: 接続のスタイルを変更
vi: Đổi kiểu kết nối

source: Connection
ja: 接続
vi: Kết nối

source: Connection from %@
ja: %@からの接続
vi: Kết nối từ %@

source: Connection Label
ja: 接続のラベル
vi: Nhãn kết nối

source: Connection to %@
ja: %@への接続
vi: Kết nối tới %@

source: Connections
ja: 接続
vi: Kết nối

source: Connections:
ja: 接続:
vi: Kết nối:

source: Dashed
ja: 破線
vi: Đứt

source: Default
ja: デフォルト
vi: Mặc định

source: Dotted
ja: 点線
vi: Chấm

source: Edit Callout
ja: 吹き出しを編集
vi: Sửa chú thích

source: Edit Connection
ja: 接続を編集
vi: Sửa kết nối

source: Edit Label
ja: ラベルを編集
vi: Sửa nhãn

source: Find a topic
ja: トピックを検索
vi: Tìm chủ đề

source: From %@
ja: %@から
vi: Từ %@

source: Label
ja: ラベル
vi: Nhãn

source: Line
ja: 線
vi: Nét

source: No description
ja: 説明なし
vi: Không có mô tả

source: Add Image…
ja: 画像を追加…
vi: Thêm ảnh…

source: Remove Callout
ja: 吹き出しを削除
vi: Xoá chú thích

source: Replace Image…
ja: 画像を置き換える…
vi: Thay ảnh…

source: Remove Image
ja: 画像を削除
vi: Xoá ảnh

source: Image Size
ja: 画像サイズ
vi: Kích thước ảnh

source: Image
ja: 画像
vi: Ảnh

source: Reverse Connection
ja: 接続の向きを反転
vi: Đảo chiều kết nối

source: Small
ja: 小
vi: Nhỏ

source: Medium
ja: 中
vi: Vừa

source: Large
ja: 大
vi: Lớn

source: Describe the image for VoiceOver
ja: VoiceOver用に画像の説明を入力
vi: Mô tả ảnh cho VoiceOver

source: Approved
ja: 承認済み
vi: Đã duyệt

source: Book
ja: 本
vi: Sách

source: Bookmark
ja: ブックマーク
vi: Dấu trang

source: Build
ja: 構築
vi: Xây dựng

source: Calendar
ja: カレンダー
vi: Lịch

source: Camera
ja: カメラ
vi: Máy ảnh

source: Car
ja: 車
vi: Ô tô

source: Change Color
ja: 色を変更
vi: Đổi màu

source: Change Symbol
ja: シンボルを変更
vi: Đổi biểu tượng

source: Chart
ja: グラフ
vi: Biểu đồ

source: Choose Symbol
ja: シンボルを選択
vi: Chọn biểu tượng

source: Choose Symbol…
ja: シンボルを選択…
vi: Chọn biểu tượng…

source: Cloud
ja: クラウド
vi: Đám mây

source: Comment
ja: コメント
vi: Bình luận

source: Document
ja: 書類
vi: Tài liệu

source: Draft
ja: 下書き
vi: Bản nháp

source: Emoji
ja: 絵文字

source: Emoji & Symbols
ja: 絵文字と記号
vi: Biểu tượng & Emoji

source: Flag
ja: 旗
vi: Cờ

source: Gear
ja: 歯車
vi: Bánh răng

source: Gift
ja: ギフト
vi: Quà

source: Goal
ja: 目標
vi: Mục tiêu

source: Heart
ja: ハート
vi: Trái tim

source: Home
ja: ホーム
vi: Nhà

source: Hot
ja: 人気
vi: Nóng

source: Key
ja: 鍵
vi: Chìa khoá

source: Learning
ja: 学習
vi: Học tập

source: Lightning
ja: 稲妻
vi: Tia chớp

source: Locked
ja: ロック中
vi: Đã khoá

source: Mixed
ja: 複数の値
vi: Nhiều giá trị

source: Money
ja: お金
vi: Tiền

source: Moon
ja: 月
vi: Mặt trăng

source: Music
ja: 音楽
vi: Âm nhạc

source: Nature
ja: 自然
vi: Thiên nhiên

source: Number 1
ja: 数字の1
vi: Số 1

source: Number 2
ja: 数字の2
vi: Số 2

source: Number 3
ja: 数字の3
vi: Số 3

source: Paperclip
ja: クリップ
vi: Kẹp giấy

source: People
ja: 人々
vi: Nhóm người

source: Person
ja: 人物
vi: Người

source: Phone
ja: 電話
vi: Điện thoại

source: Pin
ja: ピン
vi: Ghim

source: Place
ja: 場所
vi: Địa điểm

source: Puzzle
ja: パズル
vi: Mảnh ghép

source: Question
ja: 質問
vi: Câu hỏi

source: Rejected
ja: 却下
vi: Bị loại

source: Reminder
ja: リマインダー
vi: Nhắc nhở

source: Remove Symbol
ja: シンボルを削除
vi: Bỏ biểu tượng

source: Shopping
ja: ショッピング
vi: Mua sắm

source: Star
ja: 星
vi: Ngôi sao

source: Style
ja: スタイル
vi: Kiểu

source: Sun
ja: 太陽
vi: Mặt trời

source: Symbol
ja: シンボル
vi: Biểu tượng

source: Symbols
ja: シンボル
vi: Biểu tượng

source: The central topic keeps its own color.
ja: 中心トピックは独自の色を保持します。
vi: Chủ đề trung tâm giữ màu riêng.

source: Solid
ja: 実線
vi: Liền

source: This image is too large
ja: この画像は大きすぎます
vi: Ảnh này quá lớn

source: Couldn’t load the image
ja: 画像を読み込めませんでした
vi: Không thể tải ảnh

source: Couldn’t Add Image
ja: 画像を追加できませんでした
vi: Không thể thêm ảnh

source: Image, no description
ja: 画像、説明なし
vi: Ảnh, không có mô tả

source: Change Image Size
ja: 画像サイズを変更
vi: Đổi kích thước ảnh

source: Edit Image Description
ja: 画像の説明を編集
vi: Sửa mô tả ảnh

source: Add Image
ja: 画像を追加
vi: Thêm ảnh

source: Replace Image
ja: 画像を置き換える
vi: Thay ảnh

source: %@ can no longer read your maps. To connect it again, add it again and paste the new setup.
ja: %@はマップを読み取れなくなりました。再度連携するには、もう一度追加して新しい設定をペーストしてください。
vi: %@ sẽ không đọc được sơ đồ của bạn nữa. Muốn kết nối lại, hãy thêm lại và dán thiết lập mới.

source: %lld AI suggestions
ja: %lld件のAIによる提案
vi: %lld đề xuất của AI

source: %lld days left
ja: 残り%lld日
vi: Còn %lld ngày

source: %lld of %lld
ja: %lld/%lld
vi: %1$lld / %2$lld

source: %lld subtopics
ja: %lld個のサブトピック
vi: %lld chủ đề con

source: %lld suggestions
ja: %lld件の提案
vi: %lld đề xuất

source: %lld topics
ja: %lld個のトピック
vi: %lld chủ đề

source: %lld topics selected
ja: %lld個のトピックを選択中
vi: Đã chọn %lld chủ đề

source: A backup is a whole map. Choose File ▸ Import… to open it as a new map.
ja: バックアップはマップ全体です。「ファイル」▸「読み込む…」を選択すると、新しいマップとして開けます。
vi: Bản sao lưu là cả một sơ đồ. Chọn Tệp ▸ Nhập… để mở nó thành sơ đồ mới.

source: A one-time purchase, not a subscription. Payment is charged to your Apple Account.
ja: サブスクリプションではなく、1回限りの購入です。支払いはApple Accountに請求されます。
vi: Mua một lần, không phải gói đăng ký. Khoản thanh toán được tính vào Tài khoản Apple của bạn.

source: A tag name needs 1 to 40 characters.
ja: タグ名は1〜40文字で入力してください。
vi: Tên thẻ cần từ 1 đến 40 ký tự.

source: A topic can’t move into its own branch.
ja: トピックを自身のブランチ内に移動することはできません。
vi: Không thể chuyển chủ đề vào chính nhánh của nó.

source: AI Apps
ja: AI App
vi: Ứng dụng AI

source: AI apps are not available because your maps couldn’t be opened.
ja: マップを開けなかったため、AI Appは使用できません。
vi: Không dùng được ứng dụng AI vì không mở được sơ đồ của bạn.

source: AI apps you connect, like Claude or ChatGPT, can read the titles and notes of your maps and may send them to their own AI provider under that app’s terms. xDev receives nothing. Text in a map can try to steer the app that reads it.
ja: ClaudeやChatGPTなど、連携したAI Appはマップのタイトルとメモを読み取ることができ、そのAppの規約に基づいて独自のAIプロバイダに送信する場合があります。xDevは何も受け取りません。マップ内のテキストが、それを読み取るAppを誘導しようとする可能性があります。
vi: Ứng dụng AI bạn kết nối, như Claude hay ChatGPT, đọc được tiêu đề và ghi chú trong sơ đồ của bạn và có thể gửi chúng tới nhà cung cấp AI của họ theo điều khoản của ứng dụng đó. xDev không nhận gì cả. Chữ trong sơ đồ có thể tìm cách điều khiển ứng dụng đọc nó.

source: AI can make mistakes. Suggestions change your map only when you accept them, and Undo takes them back.
ja: AIは間違えることがあります。提案は採用した場合にのみマップに反映され、「取り消す」で元に戻せます。
vi: AI có thể sai. Đề xuất chỉ thay đổi sơ đồ khi bạn chấp nhận, và Hoàn tác sẽ gỡ chúng đi.

source: AI is turned off in Settings.
ja: AIは設定でオフになっています。
vi: AI đang tắt trong Cài đặt.

source: AI runs on this device
ja: AIはこのデバイス上で動作します
vi: AI chạy trên thiết bị này

source: AI runs on this device. Your maps and requests are never sent to xDev.
ja: AIはこのデバイス上で動作します。マップやリクエストがxDevに送信されることはありません。
vi: AI chạy trên thiết bị này. Sơ đồ và yêu cầu của bạn không bao giờ được gửi tới xDev.

source: AI suggested tag
ja: AIによる提案タグ
vi: Thẻ do AI gợi ý

source: AI suggested tag, %@
ja: AIによる提案タグ、%@
vi: Thẻ do AI gợi ý, %@

source: AI suggestion, %@
ja: AIによる提案、%@
vi: Đề xuất của AI, %@

source: About
ja: 情報
vi: Giới thiệu

source: Accept All
ja: すべて採用
vi: Chấp nhận tất cả

source: Accept All Suggestions
ja: すべての提案を採用
vi: Chấp nhận tất cả đề xuất

source: Accept Suggestion
ja: 提案を採用
vi: Chấp nhận đề xuất

source: Accept Tag
ja: タグを採用
vi: Chấp nhận thẻ

source: Accept Tag %@
ja: タグ%@を採用
vi: Chấp nhận thẻ %@

source: Actual Size
ja: 実際のサイズ
vi: Kích thước thật

source: Actual Size on Several Pages
ja: 実際のサイズで複数ページに分割
vi: Kích thước thật, chia nhiều trang

source: Add
ja: 追加
vi: Thêm

source: Add AI Tags
ja: AIタグを追加
vi: Thêm thẻ do AI gợi ý

source: Add AI Topics
ja: AIトピックを追加
vi: Thêm chủ đề AI

source: Add Answer to Note
ja: 回答をメモに追加
vi: Thêm câu trả lời vào ghi chú

source: Add App
ja: Appを追加
vi: Thêm ứng dụng

source: Add App…
ja: Appを追加…
vi: Thêm ứng dụng…

source: Add Central Topic
ja: 中心トピックを追加
vi: Thêm chủ đề trung tâm

source: Add Child Topic
ja: 子トピックを追加
vi: Thêm chủ đề con

source: Add Connection
ja: 接続を追加
vi: Thêm kết nối

source: Add Idea
ja: アイデアを追加
vi: Thêm ý tưởng

source: Add Link
ja: リンクを追加
vi: Thêm liên kết

source: Add Link…
ja: リンクを追加…
vi: Thêm liên kết…

source: Add Sibling Topic
ja: 同じ階層のトピックを追加
vi: Thêm chủ đề cùng cấp

source: Add Summary to Note
ja: 要約をメモに追加
vi: Thêm tóm tắt vào ghi chú

source: Add Tag
ja: タグを追加
vi: Thêm thẻ

source: Add Tag…
ja: タグを追加…
vi: Thêm thẻ…

source: Add Topic
ja: トピックを追加
vi: Thêm chủ đề

source: Add Topics
ja: トピックを追加
vi: Thêm chủ đề

source: Add Topics by Voice
ja: 音声でトピックを追加
vi: Thêm chủ đề bằng giọng nói

source: Add Topics by Voice listens in this language. Speech is turned into text on this device.
ja: 「音声でトピックを追加」はこの言語で聞き取ります。音声はこのデバイス上でテキストに変換されます。
vi: Thêm chủ đề bằng giọng nói nghe theo ngôn ngữ này. Lời nói được chuyển thành chữ ngay trên thiết bị này.

source: Add Topics by Voice…
ja: 音声でトピックを追加…
vi: Thêm chủ đề bằng giọng nói…

source: Add a note
ja: メモを追加
vi: Thêm ghi chú

source: Add a tag
ja: タグ名を入力
vi: Thêm một thẻ

source: Add a topic
ja: トピックを追加
vi: Thêm một chủ đề

source: Add a web address after “https://”.
ja: 「https://」の後にWebアドレスを入力してください。
vi: Hãy nhập địa chỉ web sau “https://”.

source: Add an email address after “mailto:”.
ja: 「mailto:」の後にメールアドレスを入力してください。
vi: Hãy nhập địa chỉ email sau “mailto:”.

source: Add or remove a topic
ja: トピックを追加または削除
vi: Thêm hoặc bỏ một chủ đề

source: Add the answer to the note of “%@”
ja: 「%@」のメモに回答を追加
vi: Thêm câu trả lời vào ghi chú của “%@”

source: Add the next topic to the selection
ja: 次のトピックを選択範囲に追加
vi: Thêm chủ đề kế bên vào vùng chọn

source: Add this to ~/.codex/config.toml, which the ChatGPT app, Codex CLI and Codex IDE extension share.
ja: これを~/.codex/config.tomlに追加してください。このファイルはChatGPT App、Codex CLI、Codex IDE拡張機能で共有されます。
vi: Thêm đoạn này vào ~/.codex/config.toml, tệp mà ứng dụng ChatGPT, Codex CLI và tiện ích Codex cho IDE dùng chung.

source: Add this to ~/.cursor/mcp.json, inside “mcpServers” if the file already has servers.
ja: これを~/.cursor/mcp.jsonに追加してください。ファイルにすでにサーバがある場合は「mcpServers」の中に追加します。
vi: Thêm đoạn này vào ~/.cursor/mcp.json, đặt trong “mcpServers” nếu tệp đã có máy chủ.

source: Add to Favorites
ja: お気に入りに追加
vi: Thêm vào Yêu thích

source: Add to Note
ja: メモに追加
vi: Thêm vào ghi chú

source: Add to Selection
ja: 選択範囲に追加
vi: Thêm vào vùng chọn

source: Add topics in a rectangle
ja: 四角形の範囲内のトピックを選択に追加
vi: Thêm các chủ đề trong khung

source: Added By
ja: 追加した人
vi: Thêm bởi

source: Added to %@.
ja: %@に追加しました。
vi: Đã thêm vào %@.

source: Address
ja: アドレス
vi: Địa chỉ

source: Adds a topic under the central topic of a map. Without a map, the idea goes to the most recently edited one.
ja: マップの中心トピックの下にトピックを追加します。マップを指定しない場合、アイデアは最後に編集したマップに追加されます。
vi: Thêm một chủ đề dưới chủ đề trung tâm của sơ đồ. Nếu không chọn sơ đồ, ý tưởng vào sơ đồ sửa gần nhất.

source: All Maps
ja: すべてのマップ
vi: Tất cả sơ đồ

source: Allow AI Apps to Read Maps
ja: AI Appによるマップの読み取りを許可
vi: Cho phép ứng dụng AI đọc sơ đồ

source: Amber
ja: アンバー
vi: Hổ phách

source: Analytics
ja: 解析
vi: Thống kê sử dụng

source: Another app may be using port %@. Choose another port, then update the setup in each connected app.
ja: ポート%@は別のAppで使用されている可能性があります。別のポートを選択してから、連携中の各Appで設定を更新してください。
vi: Có thể một ứng dụng khác đang dùng cổng %@. Hãy chọn cổng khác, rồi cập nhật thiết lập trong từng ứng dụng đã kết nối.

source: Answer added to the note
ja: 回答をメモに追加しました
vi: Đã thêm câu trả lời vào ghi chú

source: Answer copied
ja: 回答をコピーしました
vi: Đã sao chép câu trả lời

source: Appearance
ja: 外観
vi: Giao diện

source: Apple Intelligence Is Off
ja: Apple Intelligenceがオフです
vi: Apple Intelligence đang tắt

source: Apple Intelligence doesn’t support the language of this question yet.
ja: Apple Intelligenceはこの質問の言語にまだ対応していません。
vi: Apple Intelligence chưa hỗ trợ ngôn ngữ của câu hỏi này.

source: Apple Intelligence doesn’t support this language yet.
ja: Apple Intelligenceはこの言語にまだ対応していません。
vi: Apple Intelligence chưa hỗ trợ ngôn ngữ này.

source: Apple Intelligence is busy. Try again in a moment.
ja: Apple Intelligenceは処理中です。しばらくしてからもう一度お試しください。
vi: Apple Intelligence đang bận. Hãy thử lại sau giây lát.

source: Apple Intelligence isn’t available right now.
ja: Apple Intelligenceは現在利用できません。
vi: Apple Intelligence hiện chưa dùng được.

source: Applies to Markdown and plain text exports.
ja: Markdownとプレーンテキストの書き出しに適用されます。
vi: Áp dụng khi xuất Markdown và văn bản thuần.

source: As Canvas
ja: キャンバスで表示
vi: Xem dạng khung vẽ

source: As Outline
ja: アウトラインで表示
vi: Xem dạng dàn ý

source: Ask
ja: 質問
vi: Hỏi

source: Ask About This Map
ja: このマップについて質問
vi: Hỏi về sơ đồ này

source: Ask About This Map…
ja: このマップについて質問…
vi: Hỏi về sơ đồ này…

source: Ask Again
ja: もう一度質問
vi: Hỏi lại

source: Ask a Question
ja: 質問する
vi: Đặt câu hỏi

source: Ask a question about this map. Answers come from its topics and name the ones they use.
ja: このマップについて質問できます。回答はマップのトピックに基づき、使用したトピックが示されます。
vi: Đặt câu hỏi về sơ đồ này. Câu trả lời lấy từ các chủ đề của sơ đồ và ghi rõ chủ đề đã dùng.

source: Ask a question to focus the ideas, or leave it empty to brainstorm around the topic.
ja: 質問を入力するとアイデアを絞り込めます。空欄のままにするとトピックについてアイデア出しをします。
vi: Đặt một câu hỏi để ý tưởng tập trung hơn, hoặc để trống để động não quanh chủ đề.

source: Ask about this map
ja: このマップについて質問
vi: Hỏi về sơ đồ này

source: Ask by Voice
ja: 音声で質問
vi: Hỏi bằng giọng nói

source: Ask this question again for a new answer
ja: この質問をもう一度して新しい回答を得る
vi: Hỏi lại câu này để có câu trả lời mới

source: Asks this question
ja: この質問をします
vi: Hỏi câu này

source: Automatic
ja: 自動
vi: Tự động

source: Background
ja: 背景
vi: Nền

source: Background applies to PNG and PDF. Automatic uses the usual paper of your region.
ja: 背景はPNGとPDFに適用されます。「自動」では地域で一般的な用紙サイズを使用します。
vi: Nền áp dụng cho PNG và PDF. Tự động dùng khổ giấy thông dụng ở khu vực của bạn.

source: Blue
ja: ブルー
vi: Xanh dương

source: Bought Pro before, or on another device? Restore Purchases unlocks it here.
ja: 以前に、または別のデバイスでProを購入しましたか？「購入を復元」でこのデバイスでも利用できるようになります。
vi: Đã mua Pro trước đây hoặc trên thiết bị khác? Khôi phục giao dịch mua sẽ mở khoá Pro trên máy này.

source: Brainstorm
ja: アイデア出し
vi: Động não

source: Brainstorm Ideas
ja: アイデア出し
vi: Động não ý tưởng

source: Brainstorm Ideas…
ja: アイデア出し…
vi: Động não ý tưởng…

source: Brainstorming ideas…
ja: アイデアを出しています…
vi: Đang động não ý tưởng…

source: Branch: %@
ja: ブランチ：%@
vi: Nhánh: %@

source: Cancel
ja: キャンセル
vi: Huỷ

source: Cancel AI Request
ja: AIリクエストをキャンセル
vi: Huỷ yêu cầu AI

source: Canvas
ja: キャンバス
vi: Khung vẽ

source: Can’t Import “%@”
ja: 「%@」を読み込めません
vi: Không nhập được “%@”

source: Can’t Open Your Maps
ja: マップを開けません
vi: Không mở được dữ liệu sơ đồ

source: Can’t reach the App Store. Check your connection and try again.
ja: App Storeに接続できません。接続状況を確認してもう一度お試しください。
vi: Không kết nối được App Store. Kiểm tra kết nối mạng rồi thử lại.

source: Central Topic
ja: 中心トピック
vi: Chủ đề trung tâm

source: Change Tag Color
ja: タグの色を変更
vi: Đổi màu thẻ

source: Change Theme
ja: テーマを変更
vi: Đổi bộ màu

source: Changes stay on this device and sync when you’re back online.
ja: 変更内容はこのデバイスに保存され、オンラインに戻ると同期されます。
vi: Các thay đổi vẫn nằm trên máy này và sẽ đồng bộ khi bạn có mạng lại.

source: Check the code and your connection, then try again. You can also redeem it on the App Store.
ja: コードと接続状況を確認して、もう一度お試しください。App Storeで使用することもできます。
vi: Hãy kiểm tra mã và kết nối mạng rồi thử lại. Bạn cũng có thể đổi mã trên App Store.

source: Choices with a star come with MindMap AI Pro. Until it’s unlocked, exports use Standard (1×) and one page.
ja: 星印の付いた項目はMindMap AI Proで利用できます。ロックが解除されるまで、書き出しは標準 (1×) と1ページになります。
vi: Lựa chọn có dấu sao thuộc MindMap AI Pro. Khi chưa mở khoá, bản xuất dùng Chuẩn (1×) và một trang.

source: Choose a map, or start a new one.
ja: マップを選択するか、新規作成してください。
vi: Chọn một sơ đồ, hoặc bắt đầu sơ đồ mới.

source: Choose a port from 1024 to 65535.
ja: 1024から65535までのポートを選択してください。
vi: Chọn cổng từ 1024 đến 65535.

source: Clear Chat
ja: チャットを消去
vi: Xoá cuộc trò chuyện

source: Clear the chat for this map?
ja: このマップのチャットを消去しますか？
vi: Xoá cuộc trò chuyện của sơ đồ này?

source: Clearer
ja: より明確に
vi: Rõ hơn

source: Close
ja: 閉じる
vi: Đóng

source: Collapse
ja: 折りたたむ
vi: Thu gọn

source: Collapse All
ja: すべて折りたたむ
vi: Thu gọn tất cả

source: Collapse Topic
ja: トピックを折りたたむ
vi: Thu gọn chủ đề

source: Color
ja: 色
vi: Màu

source: Connected Apps
ja: 連携中のApp
vi: Ứng dụng đã kết nối

source: Contact Support
ja: サポートに問い合わせる
vi: Liên hệ hỗ trợ

source: Continue
ja: 続ける
vi: Tiếp tục

source: Copy
ja: コピー
vi: Sao chép

source: Copy Answer
ja: 回答をコピー
vi: Sao chép câu trả lời

source: Copy the answer as plain text
ja: 回答をプレーンテキストとしてコピー
vi: Sao chép câu trả lời dạng chữ thuần

source: Couldn’t Add the App
ja: Appを追加できませんでした
vi: Không thêm được ứng dụng

source: Couldn’t Change the Tag
ja: タグを変更できませんでした
vi: Không đổi được thẻ

source: Couldn’t Export Map
ja: マップを書き出せませんでした
vi: Không xuất được sơ đồ

source: Couldn’t Import File
ja: ファイルを読み込めませんでした
vi: Không nhập được tệp

source: Couldn’t Open Map
ja: マップを開けませんでした
vi: Không mở được sơ đồ

source: Couldn’t Redeem the Code
ja: コードを使用できませんでした
vi: Không đổi được mã

source: Couldn’t Restore Purchases
ja: 購入を復元できませんでした
vi: Không khôi phục được giao dịch mua

source: Couldn’t Revoke Access
ja: 連携を解除できませんでした
vi: Không thu hồi được quyền

source: Couldn’t Sync
ja: 同期できませんでした
vi: Không đồng bộ được

source: Couldn’t change the tag.
ja: タグを変更できませんでした。
vi: Không đổi được thẻ.

source: Couldn’t load your maps.
ja: マップを読み込めませんでした。
vi: Không thể tải sơ đồ.

source: Couldn’t reach the App Store. Check your connection and try again.
ja: App Storeに接続できませんでした。接続状況を確認してもう一度お試しください。
vi: Không kết nối được App Store. Hãy kiểm tra kết nối mạng rồi thử lại.

source: Couldn’t read the connected apps from the Keychain.
ja: キーチェーンから連携中のAppを読み込めませんでした。
vi: Không đọc được các ứng dụng đã kết nối từ Chuỗi khoá.

source: Couldn’t save the map.
ja: マップを保存できませんでした。
vi: Không lưu được sơ đồ.

source: Couldn’t save your latest changes.
ja: 最新の変更を保存できませんでした。
vi: Chưa lưu được các thay đổi mới nhất.

source: Create Tag “%@”
ja: タグ「%@」を作成
vi: Tạo thẻ “%@”

source: Created
ja: 作成日
vi: Ngày tạo

source: Creates an empty map and opens it.
ja: 空のマップを作成して開きます。
vi: Tạo một sơ đồ trống và mở nó.

source: Current Title
ja: 現在のタイトル
vi: Tiêu đề hiện tại

source: Cut
ja: カット
vi: Cắt

source: Cut Topic
ja: トピックをカット
vi: Cắt chủ đề

source: Cut Topics
ja: トピックをカット
vi: Cắt chủ đề

source: Dark
ja: ダーク
vi: Tối

source: Data
ja: データ
vi: Dữ liệu

source: Data Storage
ja: データの保存
vi: Lưu trữ dữ liệu

source: Delete
ja: 削除
vi: Xoá

source: Delete Map
ja: マップを削除
vi: Xoá sơ đồ

source: Delete Map Permanently…
ja: マップを完全に削除…
vi: Xoá vĩnh viễn sơ đồ…

source: Delete Permanently
ja: 完全に削除
vi: Xoá vĩnh viễn

source: Delete Permanently…
ja: 完全に削除…
vi: Xoá vĩnh viễn…

source: Delete Tag
ja: タグを削除
vi: Xoá thẻ

source: Delete Tag…
ja: タグを削除…
vi: Xoá thẻ…

source: Delete Topic
ja: トピックを削除
vi: Xoá chủ đề

source: Delete Topics
ja: トピックを削除
vi: Xoá chủ đề

source: Delete this map permanently?
ja: このマップを完全に削除しますか？
vi: Xoá vĩnh viễn sơ đồ này?

source: Delete “%@”?
ja: 「%@」を削除しますか？
vi: Xoá “%@”?

source: Deleted maps stay here for 30 days, then are deleted permanently.
ja: 削除したマップはここに30日間保存され、その後完全に削除されます。
vi: Sơ đồ đã xoá được giữ ở đây 30 ngày, sau đó bị xoá vĩnh viễn.

source: Demote Topic
ja: トピックのレベルを下げる
vi: Đưa chủ đề xuống một cấp

source: Describe the map you want, for example “Plan a product launch”. Suggestions appear on the canvas for you to review.
ja: 作成したいマップについて説明してください (例:「新製品の発表を計画」)。提案がキャンバスに表示されるので、確認できます。
vi: Mô tả sơ đồ bạn muốn, ví dụ “Lên kế hoạch ra mắt sản phẩm”. Đề xuất sẽ hiện trên khung vẽ để bạn xem lại.

source: Description
ja: 説明
vi: Mô tả

source: Discard
ja: 破棄
vi: Bỏ

source: Discard Suggestion
ja: 提案を破棄
vi: Bỏ đề xuất

source: Discard Suggestions
ja: 提案を破棄
vi: Bỏ các đề xuất

source: Discard Tag
ja: タグを破棄
vi: Bỏ thẻ

source: Discard Tag %@
ja: タグ%@を破棄
vi: Bỏ thẻ %@

source: Done
ja: 完了
vi: Xong

source: Download Speech Model
ja: 音声モデルをダウンロード
vi: Tải mô hình giọng nói

source: Downloading speech model…
ja: 音声モデルをダウンロード中…
vi: Đang tải mô hình giọng nói…

source: Drag a topic
ja: トピックをドラッグ
vi: Kéo một chủ đề

source: Duplicate Topic
ja: トピックを複製
vi: Nhân bản chủ đề

source: Duplicate Topics
ja: トピックを複製
vi: Nhân bản chủ đề

source: Each map keeps its own theme, which you can change while the map is open.
ja: マップごとにテーマが保持され、マップを開いているときに変更できます。
vi: Mỗi sơ đồ giữ bộ màu riêng, bạn đổi được khi đang mở sơ đồ đó.

source: Earlier messages were left out to make room.
ja: スペースを確保するため、以前のメッセージは省略されました。
vi: Các tin nhắn trước đã được bỏ bớt để có chỗ.

source: Edit
ja: 編集
vi: Sửa

source: Edit Link
ja: リンクを編集
vi: Sửa liên kết

source: Edit Link…
ja: リンクを編集…
vi: Sửa liên kết…

source: Edit Note
ja: メモを編集
vi: Sửa ghi chú

source: Edit Request…
ja: リクエストを編集…
vi: Sửa yêu cầu…

source: Edit Suggestion
ja: 提案を編集
vi: Sửa đề xuất

source: Edit Tag…
ja: タグを編集…
vi: Sửa thẻ…

source: Edit the title before using it if you like.
ja: 必要に応じて、使用する前にタイトルを編集できます。
vi: Bạn có thể sửa tiêu đề trước khi dùng.

source: Edited %@
ja: %@に編集
vi: Đã sửa %@

source: Empty Map
ja: 空のマップ
vi: Sơ đồ trống

source: English
ja: 英語
vi: Tiếng Anh

source: Expand
ja: 展開
vi: Mở rộng

source: Expand All
ja: すべて展開
vi: Mở rộng tất cả

source: Expand Topic
ja: トピックを展開
vi: Mở rộng chủ đề

source: Export
ja: 書き出す
vi: Xuất

source: Export Map
ja: マップを書き出す
vi: Xuất sơ đồ

source: Export…
ja: 書き出す…
vi: Xuất…

source: Favorite
ja: お気に入り
vi: Yêu thích

source: Favorites
ja: お気に入り
vi: Yêu thích

source: Find
ja: 検索
vi: Tìm

source: Find Match
ja: 検索に一致
vi: Kết quả tìm

source: Find Missing Topics
ja: 不足しているトピックを探す
vi: Tìm chủ đề còn thiếu
